lexbn-source.org
#+title: @lexseltmann
#+author: Alex Seltmann
#+hugo_base_dir: .
#+options: creator:t
#+hugo_auto_set_lastmod: t

#+hugo_pandoc_citations: t
#+bibliography: cite/references.bib
#+bibliography: cite/books.bib

** Poetry
   :PROPERTIES:
   :EXPORT_FILE_NAME: poetry.en.md
   :END:
*** Lǎozǐ
    I am partial to the [[https://terebess.hu/english/tao/DerekLin.html#Kap20][translation of Derek Lin]]
   #+begin_details
   #+begin_summary
   Dàodéjīng - Chapter 11 (The use of what has no substantive existence)
   #+end_summary
   #+BEGIN_VERSE
     [...]

     Mix clay
     to create a container
     In its emptiness, there is
     the function of a container

     [...]
     Therefore,
     that which exists is used to create benefit
     That which is empty is used to create functionality
   #+END_VERSE
   #+end_details
   #+begin_details
   #+begin_summary
   Dàodéjīng - Chapter 15 (The exhibition of the qualities of the Dao)
   #+end_summary
   #+BEGIN_VERSE
     The Tao masters of antiquity
     Subtle wonders through mystery
     Depths that cannot be discerned
     Because one cannot discern them
     Therefore one is forced to describe the appearance

     Hesitant,
     like crossing a wintry river
     Cautious,
     like fearing four neighbors
     Solemn,
     like a guest
     Loose,
     like ice about to melt
     Genuine,
     like plain wood
     Open,
     like a valley
     Opaque,
     like muddy water

     Who can be muddled yet desist
     In stillness gradually become clear?
     Who can be serene yet persist
     In motion gradually come alive?

     One who holds this <i>Tao</i> does not wish to be overfilled
     Because one is not overfilled
     Therefore one can preserve and not create anew
   #+END_VERSE
   #+end_details
   #+begin_details
   #+begin_summary
   Dàodéjīng - Chapter 20 (Being different from ordinary people)
   #+end_summary
   #+BEGIN_VERSE
     Cease learning, no more worries

     Respectful response and scornful response
     How much is the difference?
     Goodness and evil
     How much do they differ?
     What the people fear,
     I cannot be unafraid
     So desolate! How limitless it is!

     The people are excited
     As if enjoying a great feast
     As if climbing up to the terrace in spring
     I alone am quiet and uninvolved
     Like an infant
     not yet smiling
     So weary,
     like having no place to return
     The people all have surplus
     While I alone seem lacking
     I have the heart of a fool indeed -
     so ignorant!
     Ordinary people are bright
     I alone am muddled
     Ordinary people are scrutinizing
     I alone am obtuse
     So tranquil, like the ocean
     So moving, as if without limits

     The people all have goals
     And I alone am stubborn and lowly
     I alone am different from them
     And value the nourishing mother
   #+END_VERSE
   #+end_details
