content/docs/notes/poetry.en.md
+++
title = "Poetry"
author = ["Alex Seltmann"]
lastmod = 2023-12-30T00:48:23+01:00
draft = false
creator = "Emacs 29.1 (Org mode 9.7 + ox-hugo)"
+++

## Lǎozǐ {#lǎozǐ}

I am partial to the [translation of Derek Lin](https://terebess.hu/english/tao/DerekLin.html#Kap20)

<details>
<summary>Dàodéjīng - Chapter 11 (The use of what has no substantive existence)</summary>
<div class="details">

<div class="verse">

[...]<br />
<br />
Mix clay<br />
to create a container<br />
In its emptiness, there is<br />
the function of a container<br />
<br />
[...]<br />
Therefore,<br />
that which exists is used to create benefit<br />
That which is empty is used to create functionality<br />

</div>
</div>
</details>

<details>
<summary>Dàodéjīng - Chapter 15 (The exhibition of the qualities of the Dao)</summary>
<div class="details">

<div class="verse">

The Tao masters of antiquity<br />
Subtle wonders through mystery<br />
Depths that cannot be discerned<br />
Because one cannot discern them<br />
Therefore one is forced to describe the appearance<br />
<br />
Hesitant,<br />
like crossing a wintry river<br />
Cautious,<br />
like fearing four neighbors<br />
Solemn,<br />
like a guest<br />
Loose,<br />
like ice about to melt<br />
Genuine,<br />
like plain wood<br />
Open,<br />
like a valley<br />
Opaque,<br />
like muddy water<br />
<br />
Who can be muddled yet desist<br />
In stillness gradually become clear?<br />
Who can be serene yet persist<br />
In motion gradually come alive?<br />
<br />
One who holds this &lt;i&gt;Tao&lt;/i&gt; does not wish to be overfilled<br />
Because one is not overfilled<br />
Therefore one can preserve and not create anew<br />

</div>
</div>
</details>

<details>
<summary>Dàodéjīng - Chapter 20 (Being different from ordinary people)</summary>
<div class="details">

<div class="verse">

Cease learning, no more worries<br />
<br />
Respectful response and scornful response<br />
How much is the difference?<br />
Goodness and evil<br />
How much do they differ?<br />
What the people fear,<br />
I cannot be unafraid<br />
So desolate! How limitless it is!<br />
<br />
The people are excited<br />
As if enjoying a great feast<br />
As if climbing up to the terrace in spring<br />
I alone am quiet and uninvolved<br />
Like an infant<br />
not yet smiling<br />
So weary,<br />
like having no place to return<br />
The people all have surplus<br />
While I alone seem lacking<br />
I have the heart of a fool indeed -<br />
so ignorant!<br />
Ordinary people are bright<br />
I alone am muddled<br />
Ordinary people are scrutinizing<br />
I alone am obtuse<br />
So tranquil, like the ocean<br />
So moving, as if without limits<br />
<br />
The people all have goals<br />
And I alone am stubborn and lowly<br />
I alone am different from them<br />
And value the nourishing mother<br />

</div>
</div>
</details>
